{
    "menuProjects": "Projekty",
    "menuAbout": "O nas",
    "menuTeam": "Zesp贸",
    "menuServices": "Usugi",
    "followUs": "Zaobserwuj mas",
    "helloStranger": "Cze nieznajomy!<br>Wic potrzebujesz piknych rozwiza dla swojej firmy? wietnie! Jestemy tutaj, aby Ci pom贸c! Powiedz nam, czego szukasz.",

    "welcomeTo": "Witaj w",
    "placeWhere": "Miejsce, gdzie rodz si starannie <br>opracowane projekty oprogramowania",
    "ofDigitalAesthetics": "<i></i> cyfrowej <br>estetycznoci",
    "weProduce": "Zajmujemy si",
    "digitalAndBrandDesign": "cyfrowym & <br>brand designem",
    "ourNewsletter": "<span style='color: #5777ff'>Nasz</span><br>newsletter",
    "subscribe": "Zasubskrybuj",
    "selected": "Wybrane",
    "go": "Spr贸jrz",
    "weEmpower": "Wzmocniamy klient贸w<br> <span>aby byli kochani</span>",
    "weDeliver": "<span>Dostarczamy</span> <span>to co obiecujemy</span>",
    "engagingUser": "Zachcajce dowiadczenie <br>u偶ytkownika, elegancki projekt<br> i rozw贸j strony internetowej, <br>unikalne rozwizania to偶samoci marki, aby by rozpoznawalnym.",
    "ourClientsHome": "Nasi klienci otrzymuj wiodce na rynku produkty cyfrowe. Lata mijaj, a dostarczane przez nas projekty s wci偶 wartociowe.",
    "weMake": "Robimy to mo偶liwe, poniewa偶 ponad 10 lat dowiadczenia w wiecie cyfrowym nie idzie niezauwa偶one.",
    "gathering": "Zbieranie najlepszych talent贸w - in偶ynier贸w w umysach pomaga nam tworzy najlepiej przemylane rozwizania.",
    "ourTeam": "Nasz zesp贸 stawia potrzeby<br>biznesowe klienta ponad wszystko,<br> i m贸wic to <span class='gradient-text'>stawiamy komunikacj z naszymi <br><span class='last-line'>klientami jako priorytet numer jeden.</span></span>",
    "weveBeen": "Przez wszystkie dni i noce nieprzerwanie badalimy interfejsy w tajnych laboratoriach KanapkaMan bez snu.",
    "needSoftware": "Potrzebujesz oprogramowania?",
    "becomeClient": "Zosta klientem",
    "startup": "firmy Startupowe",
    "eCommerce": "E-biznes",
    "premium": "Produkty premium",
    "servicesHeroHeader": "Usugi<br>programistyczne<br>dla firm",
    "servicesHeroContent": "Wytwarzamy oprogramowanie rozwizujce potrzeby<br>u偶ytkownik贸w a dziki naszemu dowiadczeniu, zajmuje ono solidn<br>pozycj na rynku. Ogromna pasja oraz precyzja sprawiaj, 偶e<br>pisany przez nas kod jest czysty i bardzo wysokiej jakoci. Dziki<br>temu, jest on atwy do zrozumienia, utrzymania i rozszerzania przez<br>inne zespoy programistyczne.",

    "techWeUse": "Technologie jakie u偶ywamy",

    "doingWebName": "Aplikacje webowe",
    "doingWebDesc": "Tworzenie aplikacji mobilnych Android lub aplikacji iOS tak偶e we Flutter to nasza domena",
    "doingMobName": "Aplikcaje mobilne",
    "doingMobDesc": "Bez znaczenia czy potrzebujesz oprogramowania dedykowanego, integracji oprogramowania czy rozwoju oprogramowania w Software House, czekamy wanie na Ciebie.",
    "doingOutName": "Outsourcing",
    "doingOutDesc": "Zoptymalizujemy koszty rozwoju i ocenimy Twoje mo偶liwoci dziki naszej praktycznej wiedzy i dowiadczeniu w bran偶y IT.",
    "doingDesignName": "Product Design",
    "doingDesignDesc": "Zdefiniujemy zakres projektu, etap贸w rozwoju produktu, rynku konkurencji, kluczowych funkcjonalnoci, ale przede wszystkim skupimy si na u偶ytecznoci i wydajnoci aplikacji.",
    "doingHardSoftName": "Hardware + software",
    "doingHardSoftDesc": "Pomo偶emy obni偶y Ci koszty testowania oraz skr贸ci czas wprowadzania produkt贸w na rynek dziki naszemu dowiadczeniu w zakresie zapewnienia jakoci oprogramowania.",
    "seeMore": "Zobacz wicej",

    "startFromWhere": "Od czego zaczynamy",
    "startFromQueriesName": "Zapytanie biznesowe",
    "startFromQueriesDesc": "Na pocztku przeprowadzamy wstpn analiz biznesow, kt贸rej celem jest dogbne zrozumienie Twoich potrzeb. Proponujemy spotkanie, gdzie zapoznamy si z Twoimi celami, problemami i g贸wnym celem oprogramowania. Posiadasz kod lub aplikacj? Na tym etapie mo偶emy je podda analizie.",
    "startFromWorkshopName": "Warsztaty projektowe",
    "startFromWorkshopDesc": "Nastpnym etapem jest organizacja warsztat贸w projektowych. Jestemy elastyczni, std Ty zadecydujesz czy odbd si u nas czy w Twojej firmie. Podczas zaj wyszczeg贸lniamy zakres prac, dobierzemy zesp贸 do Twoich wymaga, a tak偶e doczymy opiekuna projektu (reprezentanta, kt贸ry w ka偶dym momencie bdzie reprezentowa Twoj firm). W tym momencie ustalimy wszystkie szczeg贸y projektu i zaczynamy wsp贸prac.",
    "startFromSoftName": "Rozw贸j oprogramowania",
    "startFromSoftDesc": "To najwa偶niejszy moment podczas tworzenia Twojego programu. Projekt zostanie rozdzielony na dwutygodniowe sprinty. Po ka偶dym z nich dostaniesz aplikacj do sprawdzenia i zatwierdzenia. W tym momencie Twoja dru偶yna mo偶e zosta rozwinita o grafika i tester贸w. Wszystko zale偶y od zapotrzebowania.",
    "startFromSupportName": "Wsparcie i dalszy rozw贸j projektu",
    "startFromSupportDesc": "Nie jestemy jedn z firm porzucajcych swoich klient贸w po zakoczeniu projekt贸w. Oferujemy dugofalow wsp贸prac. Jeli oczekujesz pomocy technologicznej, zapewnimy Ci zesp贸. Zapewniamy wszystko co bdzie niezbdne do rozwoju Twojego projektu, w tym dostosowanie go do nowych wersji system贸w czy przegldarek oraz tworzenie nowych funkcji.",

    "ourClientsServices": "Nasi klienci",

    "contactName": "Imi",
    "contactEmail": "Email",
    "contactPhone": "Telefonu",
    "contactMessage": "Wiadomo",
    "contactSendMessage": "Wylij swoj<br>wiadomo",

    "aboutHeroHeader": "Kim jestemy",
    "aboutHeroContent": "Firma KanapkaMan powstaa z pasji do nowych technologii. Do dzielenia si nasz wiedz. Do projektowania i tworzenia u偶ytecznych i nowoczesnych rozwiza dla Was - naszych klient贸w.",

    "weDoHeader": "Co robimy do<br>w KanapkaMan Software <br>House",
    "weDoContent": "Ka偶dego dnia tworzymy oprogramowanie, kt贸re rozwizuje potrzeby u偶ytkownik贸w i znajduje swoje trwae miejsce na rynku. Ka偶da linia kodu jest tworzona z precyzj oraz ogromn pasj. To pozwala nam pisa czysty, wysokiej jakoci kod, kt贸ry jest atwy do zrozumienia, utrzymania i rozszerzania przez innych programist贸w.",
    "ourMissionHeader": "Nasza misja<br>w KanapkaMan <br>Software<br>House",
    "ourMissionContent": "Nasz misj jest przekucie Twojego pomysu w u偶yteczny, wietnie zaprojektowany, odnoszcy sukces produkt. Przeprowadzimy Ci przez trudny pocztek, jakimi jest urzeczywistnienie Twojego pomysu, wprowadzimy go na rynek i bdziemy Ci wspiera r贸wnie偶 w p贸藕niejszej drodze, jaka Ci czeka"
}